Author=Andreas Ziemer 30.01.2008
SourceLANGID=1033
LANGID=1031
Generator=DKLang Translation Editor v3.0
LastModified=2008-10-17 17:53:37

[FAbout]
00000001=Über Fony
00000003=Programmiert mit:

[FConfig]
00000001=Einstellungen
00000009=OK
00000010=Vorgaben
00000011=Allgemein
00000012=Editieren
00000013=Editierstil
00000014=Rechte Maustaste löscht immer, die mittlere schaltet um.
00000015=Linke Maustaste setzt Pixel
00000016=Linke Maustaste schaltet Pixel um
00000017=Benutze alten Dateiauswahl Dialog
00000019=Palette
00000020=Editor Hintergrund
00000021=Editor Hintergrund\nEditor Vordergrund\nEditor Gitterlinien\nEditor Grundlinie\nZeichen Hintergrund\nZeichen Vordergrund\nAusgewählte Zeichen Hintergrund\nAusgewählte Zeichen Vordergrund\n
00000025=Sprache

[FEditor]
00000001=Zeichen Editor

[FExportBitmap]
00000001=Exportiere Bitmap
00000002=Schreiben
00000003=Text:
00000004=Bereich:
00000005=im Bitmap Font Writer Format
00000006=Farben
00000007=HG:
00000008=VG:
00000009=Transparenter Hintergrund
00000016=OK
00000017=Abbruch
00000018=Rand
00000019=PNG Bilddateien|*.png|BMP Bilddateien|*.bmp
00000020=<filename> - Dateiname ohne Erweiterung\n<name> - Fontname\n<size> - Fontgröße\n<i0> - Index des Zeichens (erstes zu Sichern = 0)\n<i> - Index des Zeihens (erstes zu Sichern = 1)\n<a> - ASCII Wert des Zeichens
00000022=Schreibe Zeichen in einzelne Dateien
00000023=Benenne Vorlage:

[FImportBitmap]
00000001=Importiere Bitmap
00000007=Hintergrundfarbe
00000012=In der Bitmap definierte Zeichen
00000013=Text:
00000014=Bereich:
00000015=OK

[FInfo]
00000001=Font Vorspann
00000003=Erstes Zeichen
00000023=OK
00000024=Abbruch
00000025=Grunddaten
00000026=Sonstiges
00000027=Copyright
00000028=Höhe (Pixel)
00000029=Anstieg
00000030=Name
00000031=Letztes Zeichen
00000032=Durchgestrichen
00000033=Unterstrichen
00000034=Schräggestellt
00000035=Gleichbreit
00000036=Wichtung
00000037=Familie
00000038=Zeichensatz
00000039=Vorgabezeichen,\nWortumbruch Zeichen
00000040=Interner Einzug,\nZeilenabstand
00000041=Auflösung\nHorizontal, Vertikal
00000043=Dünn\nExtra-leicht\nLeicht\nRegulär\nMittel\nHalbfett\nFett\nExtrafett\nSchwarz\n
00000045=Egal\nRoman (Serifen, proportional)\nSwiss (Serifenlos, proportional)\nModern (Gleichbreit)\nScript (Schräggestellt)\nDekorativ\n
00000047=Windows 2.x Format
00000048=(gezählt vom ersten Zeichen)

[FMain]
00000001=Fony
00000010=Windows Bitmap Font|*.fon;*.fnt
00000011=FON Font Container|*.fon|FNT Font Resource|*.fnt
00000097=Unterstützte Formate|
00000165=Datei
00000166=Editieren
00000167=Werkzeuge
00000168=Fonts
00000169=Hilfe
00000170=Neu
00000171=Neu
00000172=Zurücksetzen
00000173=Zeichen zurücksetzen
00000174=Horiz. Spiegeln
00000175=Horizontal Spiegeln
00000176=Vert. Spiegeln
00000177=Vertikal Spiegeln
00000178=Öffne installierten Font...
00000179=Öffne installierten...
00000180=Öffne Datei...
00000181=Öffne...
00000182=Speichern
00000183=Speichern
00000184=Speichern unter...
00000185=Speichern unter...
00000186=Programmende
00000187=Beende Programm
00000188=Kopieren
00000189=Kopieren
00000190=Einfügen
00000191=Einfügen
00000192=Neu laden
00000193=Datei neu laden
00000194=Löschen
00000195=Zeichen löschen
00000196=Invertieren
00000197=Zeichen invertieren
00000198=Größe ändern...
00000199=Eigenschaften
00000200=Font Eingenschaften...
00000201=Teste Font
00000202=Teste Font
00000203=Einstellungen
00000204=Einstellungen...
00000205=Installierte TrueType Fonts...
00000206=Amiga Bitmap Font...
00000207=Von Bitmap...
00000208=BDF Font...
00000209=Bitmap Font Writer Font...
00000210=Bitmap...
00000211=BDF Font...
00000212=Exportiere
00000213=Importiere
00000214=Letzte Dateien
00000215=Horiz. Spiegeln
00000216=Vert. Spiegeln
00000217=Spiegeln
00000218=Über...
00000219=Spenden

[FOpenFont]
00000001=Öffne installiertzen Font
00000002=OK
00000003=Abbruch

[FPreview]
00000001=Font Vorschau
00000014=Zoomen

[FProportional]
00000001=Font konvertieren
00000002=Leerstellen anfügen (in Pixeln):
00000003=Zeichen automatisch auf Idealmaß beschneiden
00000004=OK
00000005=Abbruch

[FResizeFont]
00000001=Fontgröße ändern
00000002=OK
00000003=Abbruch
00000005=Horizontal:
00000006=Vertikal:
00000007=Pixel
00000008=Prozent
00000009=Halbe Größe
00000010=Doppelte Größe
00000011=Skalierung2x
00000012=s2x

[FSaveFont]
00000001=Zu sichernden Font wählen
00000002=OK
00000003=Abbruch

[FTools]
00000001=Werkzeuge
00000002=Freihand zeichnen
00000003=Linien zeichnen
00000004=Füllen
00000005=Verschieben
00000006=Zeichen
00000007=Serifenloses Beispielzeichen
00000008=Beispielzeichen mit Serifen
00000009=Font Zeichen
00000010=Breite

[FCropper]

[$CONSTANTS]
MSTR_ABOUTDIALOG=Version $Version$\n\nBuild date\n$BuildDate$
MSTR_ASKSAVE_NO=Verwerfen
MSTR_ASKSAVE_YES=Speichern
MSTR_CANCEL=Abbruch
MSTR_CONFIRM_CONVERTMONOSPACED=Font zu fester Breite konvertieren?\nZeichen werden auf %d Pixel Breite geändert.
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=Konvertiere nach Gleichbreiten Zeichen
MSTR_CONFIRM_DELETEFONT=Sicher, daß Sie den aktuellen Font löschen wollen?
MSTR_CONFIRM_DELETEFONT_TITLE=Bestätige Font Löschung
MSTR_CONFIRM_FONTMODIFIED=Aktueller Font wurde verändert.\nÄnderungen sichern?
MSTR_CONFIRM_FONTMODIFIED_TITLE=Font verändert
MSTR_CONFIRM_RESETSETTINGS=Auf Vorgabeeinstellungen zurücksetzen?
MSTR_CONFIRM_RESETSETTINGS_TITLE=Einstellungen zurücksetzen
MSTR_DIALOG_CONFIRM=Bestätigung
MSTR_DIALOG_ERROR=Fehler
MSTR_DIALOG_NOTICE=Hinweis
MSTR_DIALOG_WARNING=Warnung
MSTR_DONE_BFWIMPORT=Bitmap Font Writer Font importiert.
MSTR_DONE_CONVERTMONOSPACED=Font zu Gleichbreitem Font konvertiert.
MSTR_DONE_CONVERTPROPORTIONAL=Font zu Proportionalfont konvertiert.
MSTR_DONE_EXPORTBITMAP=Bitmap gesichert.
MSTR_DONE_FONTCREATE=Neuer Font erzeugt.
MSTR_DONE_FONTIMPORT=Font importiert.
MSTR_DONE_FONTINSTALL=Font installiert. (%s)
MSTR_DONE_FONTLIST_NEWFONT=Neu Font erzeugt.
MSTR_DONE_FONTLIST_REMOVEFONT=Font entfernt.
MSTR_DONE_FONTLOAD=Font geladen.
MSTR_DONE_FONTRESIZE=Fontgröße geändert.
MSTR_DONE_FONTSAVE=Font gesichert.
MSTR_DONE_IMPORTFNT_MANY=%d Font Resourcen importiert.
MSTR_DONE_IMPORTFNT_ONE=1 Font Resource importiert.
MSTR_ERROR_FONTLOAD=Konnte Font nicht laden:
MSTR_ERROR_FONTLOAD_TITLE=Fehler beim Laden des Fonts
MSTR_ERROR_GETBITMAPFONTS=Keine installierten Bitmapfonts gefunden!
MSTR_ERROR_GETBITMAPFONTS_TITLE=Fehler
MSTR_FILEDIALOG_ALLFILES=Alle Dateien
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Amiga Bitmap Fonts
MSTR_FILEDIALOG_BDFBITMAPFONTS=BDF Fonts
MSTR_FNT_ERROR_DATATOOSHORT=Zu wenig Daten.
MSTR_FNT_ERROR_FILENOTFOUND=Datei nicht gefunden.
MSTR_FNT_ERROR_INVALIDBOUNDARIES=Font Resource hat ungültige Startposition oder Größe.
MSTR_FNT_ERROR_INVALIDHEADER=Ungültiger Font Vorspann.
MSTR_FNT_ERROR_INVALIDNEHEADER=Kein gültiger NE Vorspann gefunden.
MSTR_FNT_ERROR_NONE=Kein Fehler
MSTR_FNT_ERROR_OVERRUN=Bitmap Daten überschreitet Dateibegrenzungen.
MSTR_FNT_ERROR_UNKNOWN=Unspezifizierter Fehler!
MSTR_FNT_ERROR_UNSUPPORTED=Font in nichtunterstützem Format.
MSTR_FNT_ERROR_VECTORFONT=Vektor Fonts nicht unterstützt.
MSTR_FONTLIST_NEWFONT=Neuer Font
MSTR_FONTMENU_ADD=&Hinzufügen...
MSTR_FONTMENU_ADDFROMFILE=Hinzufügen von &Datei...
MSTR_FONTMENU_REMOVE=&Font entfernen
MSTR_NO=Nein
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=Warnung:
MSTR_WARNING_FONTLOAD_TITLE=Warnung
MSTR_WARNING_NOFONTLOADED=Kein Font geladen
MSTR_YES=Ja
